Revit 2027 API
ParameterTypeId.SpotElevIndElevation Property
 "Elevation Indicator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndElevation { get; }
Public Shared ReadOnly Property SpotElevIndElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndElevation {
	ForgeTypeId^ get ();
}
static member SpotElevIndElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace